<template lang="html">
  <div class="about">
    <p>莱瘦，已有十余年线下成功服务经验，目前已有1000+线下营养俱乐部，10000+营养顾问，持续服务了200000余人次；现已成功开发出莱瘦APP，布局线上，打造莱瘦线上健康生态圈，并结合线下，独创全新的“O2O+S”的商业模式，布局大健康产业，旨在持续解决全中国的亚健康及疾病年轻化问题；</p>
    <div class="img"><img src="./img/about_1.png" alt=""></div>
    <p>莱瘦是由合肥莱动运动科技有限公司通过研发设计开发的健康APP。在莱瘦我们不仅专注于减肥，更涵盖了增肌、营养饮食、改善亚健康等全方位健康知识。</p>
    <div class="img"><img src="./img/about_2.png" alt=""></div>
    <h3>莱瘦为你提供：</h3>
    <ul>
      <li>
        <h4>——最全的观看系统：</h4>
        <p>
          莱瘦为你提供三大文章专栏及教学视频。百科：娱乐、情感、家庭教育、电子竞技......你感兴趣的这儿都有。我们致力于让你在减肥的空闲时间也能放松心情，品味人生百态。干货：科学的减肥方法、绿色营养的均衡饮食、合理的运动计划，只要你有需求，莱瘦会尽最大努力满足你，解决你的困惑。专访：由俱乐部提供的最励志的减肥故事，为你传递绿色健康的减肥经验，让你在海量案例中引发直击心灵的情感共鸣。视频：由专业健身教练上传，教你规范运动，科学运动，合理运动，摆脱误区，赶走困扰。
        </p>
      </li>
      <li>
        <h4>——权威的营养顾问、专业的营养俱乐部：</h4>
        <p>
          任何健康、减肥问题可以在线咨询，专业的营养顾问为你系统分析，制定专属计划。如果你感兴趣，也可以报名参加莱瘦的线下俱乐部，营养专家贴身指导，全程跟踪你的健康、减肥之路。
        </p>
      </li>
      <li>
        <h4>——精彩的线下活动:</h4>
        <p>
          由莱瘦官方、线下营养俱乐部举办。在减肥之路上邂逅志同道合的伙伴，相互鼓励，在玩耍中和千万伙伴一起见证你的美丽蜕变。
        </p>
      </li>
    </ul>
    <p>全面、科学、专业权威，是莱瘦不变的宗旨和持续的追求，莱瘦健康减肥大平台致力于让全世界变得更营养、更健康。一起“莱”，一起“瘦”！</p>
    <p>官网地址：www.laiscn.com</p>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {
    name: 'about'
  }
</script>

<style scoped lang="scss" rel="stylesheet/scss">
  * {
    margin: 0;
  }
  .about {
    padding: 15px;
    height: 100%;
    line-height: 26px;
    text-indent: 2em;
  }
  .img {
    padding: 5px 0;
    text-align: center;
    text-indent: 0;
    img {
      width: 100%;
    }
  }
  h3, h4 {
    padding: 10px 0;
  }
  p {
    padding: 5px 0;
  }

</style>
