<template lang="html">
  <div class="agreement">
    <h2>尊敬的用户：</h2>
    <div>
      首先非常感谢您注册使用莱瘦APP，为让您更好地使用APP提供的产品和服务，请您务必审慎阅读、充分理解《莱瘦用户协议》（以下简称为“本协议”）各条款内容，包括免除或者限制莱瘦责任的免责条款、用户隐私协议及对用户权利限制条款。
      除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用莱瘦提供相关产品和服务。您的下载、安装、使用、登陆等行为即视为您已阅读并同意本协议的约束。
    </div>
    <ul>
      <li>
        <h3>1. 协议的范围</h3>
        <div><strong>1.1</strong>
          莱瘦是由合肥莱动运动科技有限公司通过独立开发设计提供的互联网产品和服务。
        </div>
        <div><strong>1.2</strong>
          本用户协议是用户与莱瘦之间关于使用莱瘦提供的产品和服务所订立的协议，本协议条款的效力于莱瘦所提供的一切产品和服务，用户在享受莱瘦任何单项服务时，应当受本协议的约束。
        </div>
        <div><strong>1.3</strong>
          本协议项下的产品和服务是指由莱瘦发布的包括但不限于网络媒体、增值、互动娱乐、电子商务和广告等的互联网产品和服务（形式包括但不限于图文、视频、活动等）。
        </div>
        <div><strong>1.4</strong>
          莱瘦保留完善和调整本协议的权利，有权根据用户使用实际情况随时修订本协议及各类规则。
        </div>
      </li>
      <li>
        <h3>2. 莱瘦产品及服务简介</h3>
        <div><strong>2.1</strong>
          莱瘦为用户提供多样的互联网产品和服务，包括但不限于活动、教学课程、百科、干货、商城、俱乐部、营养顾问等相关产品，用户可以通过莱瘦使用、分享、购买莱瘦提供的产品和服务。用户有权获得莱瘦提供的产品和服务，但莱瘦有权收取由此产生的服务或产品费用。
        </div>
        <div><strong>2.2</strong>
          莱瘦为充分保障用户权利，解决用户在使用产品及服务时遇到的各类问题，提供在线客服服务，你有任何使用的问题，可以咨询在线客服。但是如果受网络、班时等其他各种因素影响，出现服务受阻、暂停或被终止，由此给您带来的损失、不便，请您谅解，平台将不负任何责任。
        </div>
        <div><strong>2.3</strong>
          莱瘦提供的部分产品和服务（如会员卡购买、商城、部分课程）须付费才能使用，用户使用此类产品需要向莱瘦运营者支付一定的费用。对于收费的标准，我们会在用户下单之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用或继续使用该等收费产品和服务。如用户拒绝支付相关费用，则莱瘦运营者有权不向用户提供该等收费产品和服务。
        </div>
        <div><strong>2.4</strong>
          莱瘦的替换、修改和升级：为提高用户体验、完善功能设置、增强产品服务，莱瘦会定期提供软件更新服务（包括软件升级替换、修改、功能强化、版本升级等形式），在修改前莱瘦会对您进行通知，你可以在线更新或去应用商城下载最新版本。一旦新版本发布后，旧版本可能无法使用，以此造成的不便，希望您能谅解，莱瘦平台不承担任何责任。
        </div>
        <div><strong>2.5</strong>
          用户必须自行准备如下设备并承担如下开支：
          <span>（1）上网设备，包括并不限于电脑或者其他上网终端、调制调解器及其他必备的上网装置；</span>
          <span>（2）上网开支，包括但不限于网络接入费、上网设备租用费、手机流量费等。</span>
        </div>
      </li>
      <li>
        <h3>3. 商城服务</h3>
        <div>
          为回馈用户的支持，莱瘦向用户发放积分奖励，对于积分的发放数量及规则由莱瘦自行决定，且由莱瘦享有解释权和修改权。用户可以在APP内查看积分获取规则，积分不得转送他人。用户可以使用已获得的积分在商城里兑换需要的商品。具体商品信息可在莱瘦商城自行浏览、查询及购买。
        </div>
        <div><strong>3.1 商品信息</strong>
          商品兑换分值、数量、性能介绍、是否有货等商品信息随时都有可能发生变动，莱瘦不作特别通知，请用户至商品销售页面自行查看。莱瘦会尽最大努力保证商品的多样性及商品信息的准确性，但由于兑换商品数量有限，加之互联网技术因素等客观原因存在，商城显示的商品信息可能会有一定的滞后性或差错，对此情形请您知悉并理解。莱瘦欢迎纠错，以便及时改正。
        </div>
        <div><strong>3.2 订单</strong>
          在您下订单时，请务必确认所购商品的名称、价格、数量、型号、规格、尺寸、收货人、电话、收货地址等信息。您提交订单即表示对订单中所确认的订购商品、收货地址等信息的准确性负责。由于商品是积分免费兑换的，产品出现的任何问题平台不受理退换货服务，不承担任何法律责任。
        </div>
        <div><strong>3.3 配送</strong>
          我们会综合考虑商品的库存、商品处理等情况在规定时间内将您的产品送到指定位置。若送达的时间有延迟请耐心等待，或直接联系我们的在线客服了解具体情况。如因用户提供的地址信息错误、货物送达后无人签收、或不可抗力因素（例如：自然灾害、交通戒严、突发战争等）等原因导致订单无法送达或延迟，平台不承担任何责任。
        </div>
      </li>
      <li>
        <h3>4. 会员服务</h3>
        <div>
          为充分保障用户权益，满足用户体验，加大平台福利，用户可以在平台办理专属会员卡。莱瘦会员卡线上、线下共享，全平台通用，用户可以在线下各个门店享受会员服务，如线下的免费参与俱乐部活动、在任何一个俱乐部举办专属生日派对、线上的积分奖励、课程现金抵用券等。会员卡一经办理，不得申请退货、提现或转赠他人。
        </div>
      </li>
      <li>
        <h3>5. 营养顾问、俱乐部服务</h3>
        <div>
          莱瘦APP提供在线营养顾问咨询和线下俱乐部服务，莱瘦再此保证营养顾问的专业权威性以及线下俱乐部的合法规范性，营养顾问有权获取用户的个人信息，如身高、体重、地区等以便为其制定专属的减肥或营养计划。如您报名参加了莱瘦提供的线下俱乐部，请您严格按照专家规定的饮食表和运动计划进行，否则造成的一切损失用户自行承担。
        </div>
      </li>
      <li>
        <h3>6. 活动服务</h3>
        <div>
          用户可以在莱瘦平台报名参加官方发布或任何一家线下俱乐部举办的活动，如体管赛、狂欢夜、夜跑团等等。平台有权将用户的报名信息提供给活动主办方，不属于侵犯个人隐私范畴。
        </div>
      </li>
      <li>
        <h3>7. 用户隐私制度</h3>
        <div>
          尊重用户个人隐私是莱瘦的一项基本政策，莱瘦将严格按照本协议规定收集、使用、储存和分享您的个人信息。
        </div>
        <div><strong>7.1</strong>
          您在注册账号或使用莱瘦产品和服务的过程中，可能需要填写一些身份信息。包括性别、年龄、手机号码、身高、体重、地区等等。除特殊情况外，您需要填写真实的身份信息。若您填写的信息不完整或信息虚假，可能无法使用莱瘦的产品或服务，或在使用过程中受到限制。
        </div>
        <div><strong>7.2</strong>
          您可以在个人中心设置里随时浏览、修改自己提交的信息，莱瘦保留您修改个人信息的审核权。
        </div>
        <div><strong>7.3</strong>
          莱瘦不会公开或向任何第三方透漏用户的注册资料以及用户因享受莱瘦服务而提供的任何信息，但以下情形除外：
          <span>（1）事先获得用户的明确授权或许可；</span>
          <span>（2）相关法律法规或法院、政府机关要求；</span>
          <span>（3）为维护社会公众的利益；</span>
          <span>（4）为维护莱瘦合法权益。</span>
        </div>
      </li>
      <li>
        <h3>8. 用户的账号、密码和安全性</h3>
        <div><strong>8.1 注册资格</strong>
          您确认，在您完成注册程序或以其他莱瘦允许的方式实际使用莱瘦提供的产品和服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且莱瘦有权注销或永久冻结您的账户，并保留向您或您的监护人索取赔偿的权利。18周岁以下的未成年人等非完全民事行为能力人应该在法定监护人的指导下使用莱瘦的产品和服务。
        </div>
        <div><strong>8.2 注册与账户</strong>
          为完整使用莱瘦提供的产品和服务，您须注册莱瘦提供的账户。用户注册莱瘦账户时须对所提供信息的真实性、合法性、有效性及完整性负责，并及时维护和更新您的个人信息，以保证信息的真实、合法和有效。
        </div>
        <div><strong>8.3</strong>
          莱瘦在此特别提醒您务必保护好APP的账号及密码，不应将其账号、密码转让或出借予他人使用。您须自行负责对您的账户和密码进行保密，且须对在您的账户和密码下发生的所有活动（包括但不限于信息披露、信息发布、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。莱瘦不能也不会对因您未能遵守本条款规定而发生的任何损失负责。若您发现任何人未经授权使用您的账号及密码，请您立即反馈给莱瘦官方客服。
        </div>
        <div><strong>8.4</strong>
          您可以对账户设置昵称，您设置的昵称不得侵犯或涉嫌侵犯他人的合法权益。用户承诺设置昵称时遵守以下规定：
          <span>（1）不以党和国家领导人的真实姓名、字号、艺名、笔名、谐音变体注册；</span>
          <span>（2）不以国家机构或其他机构的名称注册；</span>
          <span>（3）不注册不文明、不健康名字，或包含歧视、侮辱、猥亵类词语的账号；</span>
          <span>（4）不注册易产生歧义、引起他人误解或其它不符合法律规定的账号。</span>
          莱瘦对您设置的账号昵称具有审核权，如您设置的昵称涉嫌侵犯他人合法权益，莱瘦有权终止向您提供部分或全部软件服务。莱瘦对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
        </div>
        <div><strong>8.5 用户同意授权莱瘦运营者基于下列原因使用用户的信息资源：</strong>
          <span>（1）执行软件验证、升级服务；</span>
          <span>（2）提高用户的使用安全性或提供客户支持；</span>
          <span>（3）应用户特殊要求而提供特定服务时，需要将信息提供给莱瘦或与此相关联的第三方或其他用户；</span>
          <span>（4）将各种非个人隐私数据用于商业目的，包括但不限于向第三方提供增值服务、广告、定位广告、营销、联合注册、促销或其他活动等；</span>
          <span>（5）应司法机关或政府机关要求；</span>
          <span>（6）为提高用户使用体验；</span>
          <span>（7）其他有利于用户和莱瘦利益且不违反任何强制性法律法规的情况。</span>
        </div>
      </li>
      <li>
        <h3>9. 莱瘦使用规范</h3>
        <div><strong>9.1</strong>
          用户须对自己的上网行为负责，在发布评论、动态、活动时，对自己上传的文字、图片视频等负全部责任。用户须承诺在莱瘦平台上所发布的任何内容均符合中华人民共和国法律、法规、规章以及莱瘦管理规范的规定。莱瘦有权对用户发布的内容进行审核，删除任何不符合管理规定的内容，且不承担任何责任。
        </div>
        <div><strong>9.2 </strong>
          用户承诺在使用莱瘦产品和服务过程中，不发布、转载、传送含有下列内容之一的内容，否则莱瘦有权自行删除：
          <span>（1）违反宪法确定的基本原则的；</span>
          <span>（2）危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的；</span>
          <span>（3）损害国家荣誉和利益的；</span>
          <span>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</span>
          <span>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</span>
          <span>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</span>
          <span>（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</span>
          <span>（8）侮辱或者诽谤他人，侵害他人合法权益的；</span>
          <span>（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</span>
          <span>（10）以非法民间组织名义活动的；</span>
          <span>（11）含有法律、法规、规章禁止的其他内容的；</span>
          <span>（12）含有国家有关主管部门禁止的其他内容的。</span>
        </div>
        <div><strong>9.3</strong>
          用户使用莱瘦产品与服务时，应承诺并遵守以下规定：
          <span>（1）实施的所有行为均遵守国家法律、法规等规范性文件及莱瘦各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议的相关规则；</span>
          <span>（2）不发布国家禁止的或涉嫌侵犯他人知识产权或其他合法权益的产品或服务信息，不发布违背社会公共利益或公共道德或莱瘦认为不适合在莱瘦上发布的产品或服务信息，不发布其他涉嫌违法或违反本协议及各类规则的信息；</span>
          <span>（3）除用户与莱瘦另有约定，用户不得对莱瘦中的任何数据/资料作商业性利用，包括但不限于在未经莱瘦事先书面同意的情况下，以复制、传播等任何方式使用莱瘦中展示的所有资料或课程；</span>
          <span>（4）不使用任何装置、软件或程序干预或试图干预莱瘦的正常运作或正在莱瘦平台上进行的任何交易和活动。</span>
        </div>
        <div><strong>9.4</strong>
          用户充分理解并同意：
          <span>（1）用户如果违反前述承诺，产生任何法律后果的，用户应以自己的名义独立承担所有的法律责任，并确保莱瘦免于因此产生的任何损失或增加费用；</span>
          <span>（2）用户如果违反法律或本协议规定造成莱瘦被第三方索赔的，用户应全额补偿莱瘦的一切费用（包括但不限于各种赔偿费、诉讼代理费及为此支出的其他合理费用）；</span>
          <span>（3）当第三方认为用户发表、上传的内容/产品（包括但不限于视频、图片、文字、活动等）侵犯其权利，或国家行政、司法机关的生效法律文书确认您存在违法、侵权行为，或莱瘦基于自身判断，认为您的行为违反国家法律法规的规定或涉嫌违反本协议条款的，莱瘦有权自行决定删除相关信息，并在莱瘦或网站上公示您的涉嫌违法/违约行为及对您采取的措施；</span>
          <span>（4）对于用户在莱瘦上涉嫌违法、违约或侵犯他人合法权利的内容、产品，莱瘦有权不经通知予以删除，且不承担任何责任。</span>
        </div>
      </li>
      <li>
        <h3>10. 知识产权声明</h3>
        <div><strong>10.1</strong>
          莱瘦依法享有莱瘦产品的一切合法权属（包括但不限于知识产权及所有权）。莱瘦的全部著作权及其他一切知识产权，以及与莱瘦相关的所有信息内容，包括但不限于：文字表述及其组合、图标、图饰、图标、色彩组合、界面设计、版面框架、有关数据、印刷材料、或电子文档等均受中国知识产权相关法律法规和有关的国际条约的保护。
        </div>
        <div><strong>10.2</strong>
          莱瘦APP及通过莱瘦APP提供的视频、图文、技术软件等产品和信息，除用户自己上传或明确标示由第三方提供的之外，全部权利归属于莱瘦。
        </div>
        <div><strong>10.3</strong>
          莱瘦在涉及莱瘦产品及相关各项服务中拥有专利权、专利申请权、商标权、著作权及其他知识产权。莱瘦并未因为本协议或者因为向用户提供莱瘦以及相关产品和服务而授予用户任何与莱瘦相关的知识产权。本协议未明确授予用户的权利均由莱瘦保留。
        </div>
      </li>
      <li>
        <h3>11. 免责申明</h3>
        <div><strong>11.1</strong>
          用户明确同意自己使用莱瘦所存在的风险及后果完全由自己承担，莱瘦对用户不承担任何责任。
        </div>
        <div><strong>11.2</strong>
          莱瘦不担保产品服务一定能满足用户的要求，也不担保服务不会中断，对产品服务的及时性、安全性、准确性也不做担保，不承担任何责任，但平台保证会尽力减少降低用户的一切损失和影响。
        </div>
        <div><strong>11.3</strong>
          莱瘦不保证为用户提供的便利服务（如地图导航）而设置的外部链接的准确性和完整性，同时对于外部链接指向的任何不受莱瘦控制的网页上的内容，莱瘦不承担任何责任。
        </div>
      </li>
    </ul>
    <div>本协议自发布日起生效，莱瘦方享有最终的解释权和修改权。</div>
    <div>莱瘦团队</div>
  </div>
</template>

<script>
  export default {}
</script>

<style scoped lang="scss" rel="stylesheet/scss">
  * {
    margin: 0;
  }
  .agreement {
    padding: 15px;
    line-height: 26px;
  }
  h2, h3 {
    padding: 10px;
    text-indent: 1em;
  }
  div {
    margin: 0;
    padding: 10px 0;
    text-indent: 2em;
    span {
      display: block;
    }
  }
</style>
